Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: TLingo can use AI models to translate languages, keep your meaning, and polish sentences to sound natural.
ar: يمكن لـ TLingo استخدام نماذج الذكاء الاصطناعي لترجمة اللغات، والحفاظ على المعنى، وصقل الجمل لتبدو طبيعية.
da: TLingo kan bruge AI-modeller til at oversætte sprog, bevare din betydning og polere sætninger, så de lyder naturlige.
de: TLingo kann KI‑Modelle nutzen, um Sprachen zu übersetzen, Ihre Bedeutung zu bewahren und Sätze zu verfeinern, damit sie natürlich klingen.
es: TLingo puede usar modelos de IA para traducir idiomas, conservar tu significado y pulir las oraciones para que suenen naturales.
fr: TLingo peut utiliser des modèles d'IA pour traduire des langues, préserver votre sens et peaufiner les phrases pour qu'elles paraissent naturelles.
id: TLingo dapat menggunakan model AI untuk menerjemahkan bahasa, menjaga makna Anda, dan memperhalus kalimat agar terdengar alami.
it: TLingo può utilizzare modelli di IA per tradurre lingue, mantenere il tuo significato e perfezionare le frasi per suonare naturali.
ja: TLingo は AI モデルを利用して言語を翻訳し、意味を保ち、文を自然に聞こえるように整えることができます。
ko: TLingo는 AI 모델을 사용하여 언어를 번역하고, 의미를 유지하며, 문장을 더 자연스럽게 다듬을 수 있습니다.
ms: TLingo boleh menggunakan model AI untuk menterjemah bahasa, mengekalkan maksud anda, dan memperhalusi ayat supaya kedengaran semula jadi.
nb: TLingo kan bruke AI-modeller til å oversette språk, bevare meningen din og polere setninger slik at de høres naturlige ut.
nl: TLingo kan AI-modellen gebruiken om talen te vertalen, je betekenis te behouden en zinnen te verfijnen zodat ze natuurlijk klinken.
pl: TLingo może używać modeli sztucznej inteligencji do tłumaczenia języków, zachowania sensu i dopracowania zdań, aby brzmiały naturalnie.
pt_br: O TLingo pode usar modelos de IA para traduzir idiomas, manter seu significado e polir frases para que soem naturais.
sv: TLingo kan använda AI-modeller för att översätta språk, behålla din betydelse och polera meningar så att de låter naturliga.
tr: TLingo, dilleri çevirmek, anlamınızı korumak ve cümleleri doğal olacak şekilde düzeltmek için yapay zeka modelleri kullanabilir.
zh_hans: TLingo 可以使用 AI 模型帮你翻译语言、保留原意，并把句子打磨得更自然。
zh_hant: TLingo 可以使用 AI 模型幫你翻譯語言、保留原意，並把句子打磨得更自然。
zh_hk: TLingo 可以使用 AI 模型幫你翻譯語言、保留原意，並將句子打磨得更自然。

source: TLingo could not confirm Microphone access. Check Settings before starting realtime captions.
ar: TLingo تعذر عليه تأكيد الوصول إلى الميكروفون. تحقق من الإعدادات قبل بدء التسميات التوضيحية في الوقت الفعلي.
da: TLingo kunne ikke bekræfte mikrofontilgang. Tjek Indstillinger, før du starter undertekster i realtid.
de: TLingo konnte den Mikrofonzugriff nicht bestätigen. Überprüfen Sie die Einstellungen, bevor Sie Echtzeit-Untertitel starten.
es: TLingo no pudo confirmar el acceso al micrófono. Comprueba los Ajustes antes de iniciar los subtítulos en tiempo real.
fr: TLingo n'a pas pu confirmer l'accès au microphone. Vérifiez Réglages avant de démarrer les sous-titres en temps réel.
id: TLingo tidak dapat memastikan akses mikrofon. Periksa Pengaturan sebelum memulai teks waktu nyata.
it: TLingo non ha potuto confermare l'accesso al microfono. Controlla Impostazioni prima di avviare i sottotitoli in tempo reale.
ja: TLingoはマイクへのアクセスを確認できませんでした。リアルタイム字幕を開始する前に「設定」を確認してください。
ko: TLingo에서 마이크 접근을 확인할 수 없습니다. 실시간 자막을 시작하기 전에 설정을 확인하세요.
ms: TLingo tidak dapat mengesahkan akses mikrofon. Semak Tetapan sebelum memulakan sari kata masa nyata.
nb: TLingo kunne ikke bekrefte mikrofontilgang. Sjekk Innstillinger før du starter sanntidsundertekster.
nl: TLingo kon het microfoontoegang niet bevestigen. Controleer Instellingen voordat je realtime ondertitels start.
pl: TLingo nie mogło potwierdzić dostępu do mikrofonu. Sprawdź Ustawienia przed rozpoczęciem napisów w czasie rzeczywistym.
pt_br: O TLingo não pôde confirmar o acesso ao microfone. Verifique em Ajustes antes de iniciar as legendas em tempo real.
sv: TLingo kunde inte bekräfta mikrofonåtkomst. Kontrollera Inställningar innan du börjar med undertexter i realtid.
tr: TLingo, mikrofon erişimini doğrulayamadı. Gerçek zamanlı altyazıları başlatmadan önce Ayarlar'ı kontrol edin.
zh_hans: TLingo 无法确认麦克风访问权限。在开始实时字幕前请检查“设置”。
zh_hant: TLingo 無法確認麥克風存取權限。開始即時字幕前請檢查「設定」。
zh_hk: TLingo 無法確認麥克風存取權。開始即時字幕前請檢查「設定」。

source: TLingo could not confirm Speech Recognition access. Check Settings before starting.
ar: تعذر على TLingo تأكيد وصول التعرف على الكلام. تحقق من الإعدادات قبل البدء.
da: TLingo kunne ikke bekræfte adgang til talegenkendelse. Tjek Indstillinger, før du starter.
de: TLingo konnte den Zugriff auf die Spracherkennung nicht bestätigen. Überprüfen Sie die Einstellungen, bevor Sie starten.
es: TLingo no pudo confirmar el acceso al reconocimiento de voz. Verifica los Ajustes antes de comenzar.
fr: TLingo n'a pas pu confirmer l'accès à la reconnaissance vocale. Vérifiez les Réglages avant de démarrer.
id: TLingo tidak dapat mengonfirmasi akses Pengenalan Suara. Periksa Pengaturan sebelum memulai.
it: TLingo non è riuscito a confermare l'accesso al riconoscimento vocale. Controlla le Impostazioni prima di avviare.
ja: TLingo は音声認識のアクセスを確認できませんでした。開始する前に設定を確認してください。
ko: TLingo가 음성 인식 접근을 확인할 수 없습니다. 시작하기 전에 설정을 확인하세요.
ms: TLingo tidak dapat mengesahkan akses Pengenalan Ucapan. Periksa Tetapan sebelum memulakan.
nb: TLingo kunne ikke bekrefte tilgang til talegjenkjenning. Sjekk Innstillinger før du starter.
nl: TLingo kon geen toegang tot spraakherkenning bevestigen. Controleer Instellingen voordat je start.
pl: TLingo nie mógł potwierdzić dostępu do rozpoznawania mowy. Sprawdź Ustawienia przed rozpoczęciem.
pt_br: O TLingo não pôde confirmar o acesso ao Reconhecimento de Fala. Verifique Ajustes antes de iniciar.
sv: TLingo kunde inte bekräfta åtkomst till taligenkänning. Kontrollera Inställningar innan du startar.
tr: TLingo, Konuşma Tanıma erişimini doğrulayamadı. Başlamadan önce Ayarlar'ı kontrol edin.
zh_hans: TLingo 无法确认语音识别访问权限。开始前请检查“设置”。
zh_hant: TLingo 無法確認語音識別存取權。開始前請檢查「設定」。
zh_hk: TLingo 無法確認語音識別存取權。開始前請檢查「設定」。

source: TLingo is ready
ar: TLingo جاهز
da: TLingo er klar
de: TLingo ist bereit
es: TLingo está listo
fr: TLingo est prêt
id: TLingo siap
it: TLingo è pronto
ja: TLingo は準備ができました
ko: TLingo 준비 완료
ms: TLingo berjaya sedia
nb: TLingo er klar
nl: TLingo is klaar
pl: TLingo jest gotowy
pt_br: TLingo está pronto
sv: TLingo är redo
tr: TLingo hazır
zh_hans: TLingo 已准备就绪
zh_hant: TLingo 已準備就緒
zh_hk: TLingo 已準備就緒

source: TLingo macOS Snapshot
ar: لقطة TLingo macOS
da: TLingo macOS-øjebliksbillede
de: TLingo macOS Momentaufnahme
es: Captura de TLingo de macOS
fr: Instantané de TLingo macOS
id: Cuplikan macOS TLingo
it: Snapshot di TLingo per macOS
ja: TLingo macOS スナップショット
ko: TLingo macOS 스냅샷
ms: Snapshot TLingo macOS
nb: TLingo macOS Øyeblikksbilde
pl: Migawka TLingo dla macOS
pt_br: Captura de tela do TLingo macOS
sv: TLingo macOS Snapshots
tr: TLingo macOS Anlık Görüntüsü
zh_hans: TLingo macOS 快照
zh_hant: TLingo macOS 快照
zh_hk: TLingo macOS 快照

source: TLingo opened successfully.
ar: تم فتح TLingo بنجاح.
da: TLingo blev åbnet med succes.
de: TLingo wurde erfolgreich geöffnet.
es: TLingo se abrió correctamente.
fr: TLingo ouvert avec succès.
id: TLingo berhasil dibuka.
it: TLingo è stato aperto con successo.
ja: TLingo が正常に開きました。
ko: TLingo가 성공적으로 열렸습니다.
ms: TLingo berjaya dibuka.
nb: TLingo ble åpnet med suksess.
nl: TLingo is succesvol geopend.
pl: TLingo został pomyślnie otwarty.
pt_br: TLingo foi aberto com sucesso.
sv: TLingo öppnades framgångsrikt.
tr: TLingo başarıyla açıldı.
zh_hans: TLingo 已成功打开。
zh_hant: TLingo 已成功開啟。
zh_hk: TLingo 已成功打開。

source: TLingo sends your input text and images to **Microsoft Azure OpenAI Service** to generate translations.
ar: يقوم TLingo بإرسال النصوص والصور التي أدخلتها إلى **Microsoft Azure OpenAI Service** لتوليد الترجمات.
da: TLingo sender din tekst og dine billeder til **Microsoft Azure OpenAI Service** for at generere oversættelser.
de: TLingo sendet Ihren Text und Ihre Bilder an **Microsoft Azure OpenAI Service**, um Übersetzungen zu erstellen.
es: TLingo envía tu texto e imágenes a **Microsoft Azure OpenAI Service** para generar traducciones.
fr: TLingo envoie votre texte et vos images à **Microsoft Azure OpenAI Service** pour générer des traductions.
id: TLingo mengirim teks dan gambar Anda ke **Microsoft Azure OpenAI Service** untuk menghasilkan terjemahan.
it: TLingo invia il tuo testo e le tue immagini a **Microsoft Azure OpenAI Service** per generare traduzioni.
ja: TLingoは入力されたテキストおよび画像を**Microsoft Azure OpenAI Service**に送信し、翻訳を生成します。
ko: TLingo는 입력한 텍스트와 이미지를 **Microsoft Azure OpenAI Service**로 보내 번역을 생성합니다.
ms: TLingo menghantar teks dan imej input anda kepada **Microsoft Azure OpenAI Service** untuk menjana terjemahan.
nb: TLingo sender teksten og bildene dine til **Microsoft Azure OpenAI Service** for å generere oversettelser.
nl: TLingo verzendt uw tekst en afbeeldingen naar **Microsoft Azure OpenAI Service** om vertalingen te genereren.
pl: TLingo wysyła Twój tekst i obrazy do **Microsoft Azure OpenAI Service**, aby wygenerować tłumaczenia.
pt_br: TLingo envia seu texto e imagens para **Microsoft Azure OpenAI Service** para gerar traduções.
sv: TLingo skickar din text och dina bilder till **Microsoft Azure OpenAI Service** för att skapa översättningar.
tr: TLingo, metin ve görüntülerinizi çeviriler oluşturmak için **Microsoft Azure OpenAI Service**'e gönderir.
zh_hans: TLingo会将您的文字与图像发送到**Microsoft Azure OpenAI Service**以生成翻译。
zh_hant: TLingo 將您的文字和圖片發送至 **Microsoft Azure OpenAI Service** 以生成翻譯。
zh_hk: TLingo會將您的文字及圖片發送至**Microsoft Azure OpenAI Service**以生成翻譯。

source: TLingo's free AI model
ar: نموذج الذكاء الاصطناعي المجاني من TLingo
da: TLingos gratis AI-model
de: Kostenloses KI-Modell von TLingo
es: Modelo de IA gratuito de TLingo
fr: Modèle d’IA gratuit de TLingo
id: Model AI gratis TLingo
it: Modello IA gratuito di TLingo
ja: TLingoの無料AIモデル
ko: TLingo 무료 AI 모델
ms: Model AI percuma TLingo
nb: TLingos gratis KI-modell
nl: Gratis AI-model van TLingo
pl: Bezpłatny model AI TLingo
pt_br: Modelo de IA gratuito do TLingo
sv: TLingos kostnadsfria AI-modell
tr: TLingo'nun ücretsiz yapay zekâ modeli
zh_hans: TLingo 免费 AI 模型
zh_hant: TLingo 免費 AI 模型
zh_hk: TLingo 免費 AI 模型

source: Toggle on the languages you want to use offline
ar: قم بتشغيل اللغات التي تريد استخدامها في وضع عدم الاتصال
da: Aktivér de sprog, du vil bruge offline
de: Aktivieren Sie die Sprachen, die Sie offline verwenden möchten
es: Active las lenguas que desea utilizar sin conexión
fr: Activez les langues que vous souhaitez utiliser hors ligne
id: Nyalakan bahasa yang ingin Anda gunakan secara offline
it: Attiva le lingue che vuoi usare offline
ja: オフラインで使用したい言語をオンにします
ko: 오프라인에서 사용할 언어를 활성화하세요
ms: Aktifkan bahasa yang anda mahu gunakan secara luar talian
nb: Slå på språkene du vil bruke offline
nl: Schakel de talen in die je offline wilt gebruiken
pl: Włącz języki, których chcesz używać w trybie offline
pt_br: Ative os idiomas que você deseja usar offline
sv: Aktivera de språk som du vill använda offline
tr: Çevrimdışı kullanmak istediğiniz dilleri açın
zh_hans: 切换您想离线使用的语言
zh_hant: 切換您想離線使用的語言
zh_hk: 切換您想離線使用的語言

source: Total
ar: الإجمالي
da: I alt
de: Gesamt
it: Totale
ja: 合計
ko: 합계
ms: Jumlah
nb: Totalt
nl: Totaal
pl: Łącznie
sv: Totalt
tr: Toplam
zh_hans: 总计
zh_hant: 總計
zh_hk: 總計

source: Transcribe realtime audio into source text
ar: نسخ الصوت في الوقت الفعلي إلى نص المصدر
da: Transskriber realtidslyd til kildetekst
de: Echtzeit-Audio in Quelltext transkribieren
es: Transcribir audio en tiempo real a texto fuente
fr: Transcrire l'audio en temps réel en texte source
id: Transkripsikan audio waktu nyata menjadi teks sumber
it: Trascrivi l'audio in tempo reale nel testo sorgente
ja: リアルタイム音声をソーステキストに書き起こす
ko: 실시간 오디오를 원문 텍스트로 전사
ms: Transkripsikan audio masa nyata kepada teks sumber
nb: Transkriber sanntidslyd til kildetekst
nl: Transcribeer realtime-audio naar brontekst
pl: Transkrybuj dźwięk w czasie rzeczywistym na tekst źródłowy
pt_br: Transcrever áudio em tempo real para o texto-fonte
sv: Transkribera ljud i realtid till källtext
tr: Gerçek zamanlı sesi kaynak metne yazıya dökün
zh_hans: 将实时音频转录为源文本
zh_hant: 將即時音訊轉錄為來源文字
zh_hk: 將即時音訊轉錄為原文

source: Transcribing...
ar: جاري النسخ...
da: Transskriberer...
de: Transkribieren...
es: Transcribiendo...
fr: Transcription en cours...
id: Sedang mentranskripsi...
it: Trascrizione in corso...
ja: 文字起こし中...
ko: 전사 중...
ms: Sedang mentranskripsikan...
nb: Transkriberer...
nl: Bezig met transcriberen...
pl: Trwa transkrypcja...
pt_br: Transcrevendo...
sv: Transkriberar...
tr: Transkribe ediliyor...
zh_hans: 转录中...
zh_hant: 轉錄中...
zh_hk: 正在轉錄中...

source: Transcript
ar: النص
da: Transkript
de: Transkript
es: Transcripción
fr: Transcription
id: Transkrip
it: Trascrizione
ja: 書き起こし
ko: 전사
ms: Transkrip
nb: Transkript
nl: Transcriptie
pl: Transkrypcja
pt_br: Transcrição
sv: Transkription
tr: Transkript
zh_hans: 逐字稿
zh_hant: 逐字稿
zh_hk: 逐字稿

source: Transcript is empty
ar: التفريغ النصي فارغ
da: Transkriptionen er tom
de: Transkript ist leer
es: La transcripción está vacía
fr: La transcription est vide
id: Transkrip kosong
it: La trascrizione è vuota
ja: 文字起こしは空です
ko: 전사 내용이 비어 있습니다
ms: Transkrip kosong
nb: Transkripsjonen er tom
nl: Transcriptie is leeg
pl: Transkrypcja jest pusta
pt_br: A transcrição está vazia
sv: Transkriptet är tomt
tr: Transkript boş
zh_hans: 文字稿为空
zh_hant: 文字稿為空
zh_hk: 文字稿為空

source: Transcription failed: %@
ar: فشل التفريغ النصي: %@
da: Transskribering mislykkedes: %@
de: Transkription fehlgeschlagen: %@
es: La transcripción falló: %@
fr: Échec de la transcription : %@
id: Transkripsi gagal: %@
it: Trascrizione non riuscita: %@
ja: 文字起こしに失敗しました: %@
ko: 전사에 실패했습니다: %@
ms: Transkripsi gagal: %@
nb: Transkripsjon mislyktes: %@
nl: Transcriptie mislukt: %@
pl: Transkrypcja nie powiodła się: %@
pt_br: Falha na transcrição: %@
sv: Transkriberingen misslyckades: %@
tr: Transkripsiyon başarısız: %@
zh_hans: 转录失败: %@
zh_hant: 轉錄失敗: %@
zh_hk: 轉錄失敗: %@

source: Translate
ar: ترجمة
da: Oversæt
de: Übersetzen
es: Traducir
fr: Traduire
id: Terjemahkan
it: Tradurre
ja: 翻訳
ko: 번역
ms: Terjemah
nb: Oversett
nl: Vertalen
pl: Tłumacz
pt_br: Traduzir
sv: Översätt
tr: Çevir
zh_hans: 翻译
zh_hant: 翻譯
zh_hk: 翻譯

source: Translate almost any language quickly
ar: ترجم تقريبًا أي لغة بسرعة
da: Oversæt næsten alle sprog hurtigt
de: Übersetze fast jede Sprache schnell
es: Traduce casi cualquier idioma rápidamente
fr: Traduisez presque toutes les langues rapidement
id: Terjemahkan hampir semua bahasa dengan cepat
it: Traduci quasi tutte le lingue rapidamente
ja: ほとんどの言語を素早く翻訳
ko: 거의 모든 언어를 빠르게 번역
ms: Terjemah hampir semua bahasa dengan cepat
nb: Oversett nesten alle språk raskt
nl: Vertaal bijna elke taal snel
pl: Szybko tłumacz prawie każdy język
pt_br: Traduza quase qualquer idioma rapidamente
sv: Översätt nästan alla språk snabbt
tr: Hemen hemen her dili hızlıca çevirin
zh_hans: 快速翻译几乎任何语言
zh_hant: 快速翻譯幾乎任何語言
zh_hk: 快速翻譯幾乎任何語言

source: Translate naturally with AI
ar: ترجم بشكل طبيعي باستخدام الذكاء الاصطناعي
da: Oversæt naturligt med AI
de: Natürlich mit KI übersetzen
es: Traduce de forma natural con IA
fr: Traduisez naturellement avec l'IA
id: Terjemahkan secara alami dengan AI
it: Traduci in modo naturale con l'IA
ja: AIで自然に翻訳
ko: AI로 자연스럽게 번역
ms: Terjemah secara semula jadi dengan AI
nb: Oversett naturlig med AI
nl: Natuurlijk vertalen met AI
pl: Tłumacz naturalnie dzięki AI
pt_br: Traduza naturalmente com IA
sv: Översätt naturligt med AI
tr: Yapay zeka ile doğal çeviri
zh_hans: 使用 AI 自然翻译
zh_hant: 使用 AI 自然地翻譯
zh_hk: 使用 AI 自然翻譯

source: Translate or polish text without switching apps
ar: ترجم أو حسّن النص دون التنقل بين التطبيقات
da: Oversæt eller forbedr tekst uden at skifte app
de: Übersetze oder überarbeite Text, ohne die App zu wechseln
es: Traduce o pule texto sin cambiar de app
fr: Traduisez ou améliorez du texte sans changer d'app
id: Terjemahkan atau poles teks tanpa harus beralih aplikasi
it: Traduci o migliora il testo senza cambiare app
ja: アプリを切り替えずにテキストを翻訳またはブラッシュアップ
ko: 앱을 전환하지 않고도 텍스트를 번역하거나 다듬기
ms: Terjemah atau poles teks tanpa menukar aplikasi
nb: Oversett eller forbedre tekst uten å bytte app
nl: Vertaal of verbeter tekst zonder van app te wisselen
pl: Tłumacz lub poprawiaj tekst bez przełączania aplikacji
pt_br: Traduza ou aperfeiçoe texto sem trocar de app
sv: Översätt eller förbättra text utan att byta app
tr: Uygulamalar arasında geçiş yapmadan metni çevirin veya düzeltin
zh_hans: 无需切换应用即可翻译或润色文本
zh_hant: 無需切換應用程式即可翻譯或潤飾文字
zh_hk: 無需切換應用程式即可翻譯或潤飾文字

source: Translate privately on your Mac
ar: ترجم بسرية على جهاز Mac الخاص بك
da: Oversæt privat på din Mac
de: Privat übersetzen auf deinem Mac
es: Traduce de forma privada en tu Mac
fr: Traduisez en privé sur votre Mac
id: Terjemahkan secara pribadi di Mac Anda
it: Traduci privatamente sul tuo Mac
ja: Mac上でプライベートに翻訳
ko: Mac에서 비공개로 번역하세요
ms: Terjemah secara peribadi pada Mac anda
nb: Oversett privat på din Mac
nl: Vertaal privé op je Mac
pl: Tłumacz prywatnie na swoim Macu
pt_br: Traduza de forma privada no seu Mac
sv: Översätt privat på din Mac
tr: Mac'inizde gizli olarak çeviri yapın
zh_hans: 在你的 Mac 上私密翻译
zh_hant: 在你的 Mac 上私密翻譯
zh_hk: 在你的 Mac 上私密翻譯

source: Translate selected text
ar: ترجم النص المحدد
da: Oversæt markeret tekst
de: Ausgewählten Text übersetzen
es: Traducir texto seleccionado
fr: Traduire le texte sélectionné
id: Terjemahkan teks yang dipilih
it: Traduci il testo selezionato
ja: 選択したテキストを翻訳
ko: 선택한 텍스트 번역
ms: Terjemahkan teks yang dipilih
nb: Oversett valgt tekst
nl: Geselecteerde tekst vertalen
pl: Przetłumacz zaznaczony tekst
pt_br: Traduzir texto selecionado
sv: Översätt markerad text
tr: Seçili metni çevir
zh_hans: 翻译所选文本
zh_hant: 翻譯所選文字
zh_hk: 翻譯所選文本

source: Translate selected text from any app with TLingo's models, actions, and language settings.
ar: ترجم النص المحدد من أي تطبيق باستخدام نماذج TLingo والإجراءات وإعدادات اللغة.
da: Oversæt markeret tekst fra enhver app med TLingos modeller, handlinger og sprogindstillinger.
de: Übersetze ausgewählten Text aus jeder App mit den Modellen, Aktionen und Spracheinstellungen von TLingo.
es: Traduce el texto seleccionado desde cualquier aplicación con los modelos, acciones y ajustes de idioma de TLingo.
fr: Traduisez le texte sélectionné depuis n'importe quelle application avec les modèles, actions et paramètres linguistiques de TLingo.
id: Terjemahkan teks yang dipilih dari aplikasi mana pun dengan model, tindakan, dan pengaturan bahasa TLingo.
it: Traduci il testo selezionato da qualsiasi app con i modelli, le azioni e le impostazioni della lingua di TLingo.
ja: TLingo のモデル、アクション、言語設定で、あらゆるアプリから選択したテキストを翻訳します。
ko: TLingo의 모델, 액션 및 언어 설정을 사용하여 모든 앱에서 선택한 텍스트를 번역하세요.
ms: Terjemahkan teks yang dipilih dari mana-mana aplikasi dengan model, tindakan, dan tetapan bahasa TLingo.
nb: Oversett valgt tekst fra enhver app med TLingos modeller, handlinger og språkinnstillinger.
nl: Vertaal geselecteerde tekst uit elke app met de modellen, acties en taalinstellingen van TLingo.
pl: Przetłumacz zaznaczony tekst z dowolnej aplikacji korzystając z modeli, akcji i ustawień językowych TLingo.
pt_br: Traduza o texto selecionado de qualquer app com os modelos, ações e configurações de idioma do TLingo.
sv: Översätt markerad text från vilken app som helst med TLingos modeller, åtgärder och språkinställningar.
tr: TLingo'nun modelleri, eylemleri ve dil ayarlarıyla herhangi bir uygulamadan seçili metni çevirin.
zh_hans: 使用 TLingo 的模型、操作和语言设置，从任何应用翻译所选文本。
zh_hant: 使用 TLingo 的模型、操作及語言設定，從任何應用程式翻譯所選文字。
zh_hk: 使用 TLingo 的模型、操作和語言設定，從任何應用翻譯所選文本。

source: Translate selected text without copying and pasting. Try a model that preserves your meaning.
ar: ترجم النص المحدد دون نسخه ولصقه. جرّب نموذجًا يحافظ على معنى كلامك.
da: Oversæt den markerede tekst uden at kopiere og indsætte. Prøv en model, der bevarer meningen.
de: Übersetze den markierten Text, ohne zu kopieren und einzufügen. Probier ein Modell, das deine Bedeutung bewahrt.
es: Traduce el texto seleccionado sin copiar y pegar. Prueba un modelo que preserve tu significado.
fr: Traduisez le texte sélectionné sans copier-coller. Essayez un modèle qui préserve le sens de ce que vous voulez dire.
id: Terjemahkan teks yang dipilih tanpa menyalin dan menempel. Coba model yang mempertahankan makna Anda.
it: Traduci il testo selezionato senza copiare e incollare. Prova un modello che preservi il tuo significato.
ja: コピー＆ペーストせずに選択したテキストを翻訳します。意味を損なわないモデルを試してみてください。
ko: 복사하여 붙여넣지 않고 선택한 텍스트를 번역하세요. 의미를 그대로 살리는 모델을 사용해 보세요.
ms: Terjemahkan teks yang dipilih tanpa menyalin dan menampal. Cuba model yang mengekalkan maksud anda.
nb: Oversett markert tekst uten å kopiere og lime inn. Prøv en modell som bevarer meningen din.
nl: Vertaal geselecteerde tekst zonder te kopiëren en plakken. Probeer een model dat je bedoeling behoudt.
pl: Przetłumacz zaznaczony tekst bez kopiowania i wklejania. Wypróbuj model, który zachowa sens tego, co chcesz przekazać.
pt_br: Traduza o texto selecionado sem copiar e colar. Experimente um modelo que preserve o seu significado.
sv: Översätt markerad text utan att kopiera och klistra in. Prova en modell som bevarar ditt budskap.
tr: Seçili metni kopyalayıp yapıştırmadan çevirin. Anlamınızı koruyan bir modeli deneyin.
zh_hans: 无需复制粘贴即可翻译所选文本。试试能保留原意的模型。
zh_hant: 無需複製貼上即可翻譯所選文字。試試能保留原意的模型。
zh_hk: 毋須複製貼上即可翻譯所選文字。試試能保留你原意的模型。

source: Translate Selection
ar: ترجمة التحديد
da: Oversæt markering
de: Auswahl übersetzen
es: Traducir selección
fr: Traduire la sélection
id: Terjemahkan Pilihan
it: Traduci selezione
ja: 選択範囲を翻訳
ko: 선택 항목 번역
ms: Terjemah Pilihan
nb: Oversett markering
nl: Selectie vertalen
pl: Przetłumacz zaznaczenie
pt_br: Traduzir seleção
sv: Översätt markering
tr: Seçimi Çevir
zh_hans: 划词翻译
zh_hant: 翻譯所選文字
zh_hk: 翻譯所選文字

source: Translate text with a shortcut
ar: ترجم النص باستخدام اختصار
da: Oversæt tekst med en genvej
de: Übersetze Text mit einem Kurzbefehl
es: Traduce texto con un atajo
fr: Traduisez du texte avec un raccourci
id: Terjemahkan teks dengan pintasan
it: Traduci testo con una scorciatoia
ja: ショートカットでテキストを翻訳
ko: 단축키로 텍스트를 번역
ms: Terjemah teks dengan pintasan
nb: Oversett tekst med en snarvei
nl: Vertaal tekst met een snelkoppeling
pl: Tłumacz tekst za pomocą skrótu
pt_br: Traduza texto com um atalho
sv: Översätt text med en genväg
tr: Kısayolla metni çevirin
zh_hans: 使用快捷方式翻译文本
zh_hant: 使用捷徑翻譯文字
zh_hk: 使用捷徑翻譯文字

source: Translate the text or image on the clipboard.
ar: ترجمة النص أو الصورة الموجودة في الحافظة.
da: Oversæt teksten eller billedet i udklipsholderen.
de: Den Text oder das Bild in der Zwischenablage übersetzen.
es: Traduce el texto o la imagen del portapapeles.
fr: Traduire le texte ou l’image du presse-papiers.
id: Terjemahkan teks atau gambar di papan klip.
it: Traduci il testo o l’immagine negli appunti.
ja: クリップボードのテキストまたは画像を翻訳します。
ko: 클립보드의 텍스트 또는 이미지를 번역합니다.
ms: Terjemah teks atau imej pada papan keratan.
nb: Oversett teksten eller bildet på utklippstavlen.
nl: Vertaal de tekst of afbeelding op het klembord.
pl: Przetłumacz tekst lub obraz ze schowka.
pt_br: Traduz o texto ou a imagem da área de transferência.
sv: Översätt texten eller bilden i urklipp.
tr: Panodaki metni veya görseli çevirin.
zh_hans: 翻译剪贴板中的文字或图片。
zh_hant: 翻譯剪貼簿中的文字或圖片。
zh_hk: 翻譯剪貼簿中的文字或圖片。
